[
  {
    "id": "0",
    "name": "Al Bayt Stadium",
    "location": "Al Khor City, 35km north of Doha",
    "capacity": "60000",
    "opened": "11/30/2021",
    "content": "Inspired by the bayt  al sha’ar of Qatar’s nomadic people, the stadium’s magnificent tent structure envelopes an ultra-modern football stadium. Traditionally, the tents are identified by black and white stripes. This is reflected on the arena's distinctive exterior, as are the vibrant sadu patterns that greet fans once inside.  \n\nSustainability was paramount in Al Bayt Stadium’s development and the upper tier was designed to be removed after the tournament – allowing the recommissioning of seats.  \n\nEnvironmental practices extend to the surrounding city of Al Khor where the numerous parks, lakes and protected greenbelt land stretch out from the stadium to the sea – ensuring a lasting legacy from the world’s most welcoming stadium. \nImage source and content from the website: https://www.qatar2022.qa",
    "image": "https://www.qatar2022.qa/sites/default/files/styles/1440x815/public/2022-08/Al-Bayt-Stadium-1.jpg?h=54c3999e&itok=oiwFVmsq"
  },
  {
    "id": "1",
    "name": "Stadium 974",
    "location": "Ras Abu Aboud, 10km east of central Doha",
    "capacity": "40000",
    "opened": "6/15/2020",
    "content": "Stadium 974 made history even before its first match. Constructed entirely from shipping containers and modular steel, it is the first fully demountable covered football stadium – showing Qatar’s commitment to cost-effective sustainability and daring design.\nThis unique venue pays tribute to Qatar’s long-standing tradition of worldwide trade and seafaring. Not only is 974 the international dialling code for Qatar, but it is also the exact number of shipping containers used in construction. Situated in the portside area and in sight of Doha’s coastal cityscape, fans at Stadium 974 will feel the cool breeze as it rolls in from the Arabian Gulf.  \n\nAfter the tournament, the containers and super-structure will be reused. A waterfront development boasting fabulous facilities for the local community will spring to life, as well as a dynamic hub for business. This new concept in venue development ensures that while Stadium 974’s physical presence may be temporary, its legacy will be everlasting. \nImage source and content from the website: https://static.dezeen.com ",
    "image": "https://static.dezeen.com/uploads/2021/11/stadium-974-fenwick-iribarren-architects-fifa-world-cup-qatar_dezeen_2364_sq.jpg"
  },
  {
    "id": "2",
    "name": "Lusail Iconic Stadium",
    "location": "Lusail City, 20km north of central Doha",
    "capacity": "80000",
    "opened": "11/22/2021",
    "content": "Lusail Stadium will host the FIFA World Cup Qatar 2022™ Final – an event that will secure its place in football and architectural history. Immense yet exquisite, the scale and splendour of this arena are a wonder, built to lie in harmony with its surroundings.\nThe design reflects the hand-crafted bowls found all across the Arab and Islamic world during the rise of civilisation, while interplays of light mirror the fanar lanterns of the region. With the passing of time, the golden exterior will fade replicating aged metal handicrafts to create a venue alive with cultural character.  \nOn 18 December 2022, 80,000 fans will come together here for the greatest FIFA World Cup™ Final ever. Afterwards, and in keeping with Qatar’s dedication to sustainable development, Lusail Stadium will be transformed into a community space of schools, shops, cafés, sporting facilities and health clinics. This is the amazing we’ve all been waiting for – the here, the now and the future.\nImage source and content from the website: https://www.qatar2022.qa",
    "image": "https://www.qatar2022.qa/sites/default/files/styles/1440x815/public/2022-08/meta%20%281%29_39.jpeg?h=ec041e41&itok=ExASb1MQ"
  },
  {
    "id": "3",
    "name": "Ahmed bin Ali Stadium",
    "location": "Umm Al Afaei, 20km west of central Doha",
    "capacity": "40000",
    "opened": "12/18/2020",
    "content": "Al Janoub Stadium lies in the southern city of Al Wakrah, one of Qatar’s oldest continuously inhabited areas. A city rich in history but with its sights set on a new horizon – the future of football. As the FIFA World Cup 2022™ plays out, the world will be invited into some of the most unique stadiums ever built for the beautiful game – Al Janoub Stadium sits firmly in that category.\nThe stadium’s captivating design reflects the wind-filled sails of Qatar’s traditional dhow boats – in tribute to Al Wakrah’s fishing and pearl diving past. For centuries these beautiful crafts have sailed through Gulf waters and far beyond, returning laden with the sea’s bounty. \n\nAfter the tournament, Al Janoub’s capacity will be reduced, with seats donated to other sporting projects around the world. This will also guarantee an electric atmosphere for Al Wakrah SC matches. Beyond football, the venue’s is surrounded by luscious parkland featuring sport and leisure facilities which will benefit the whole community for years to come. The future is bright for this wonderful arena.\nImage source and content from the website: https://www.qfa.qa",
    "image": "https://www.qfa.qa/wp-content/uploads/2020/12/CD75FCD3-41EE-4458-992A-BD862C1691FD.jpeg"
  },
  {
    "id": "4",
    "name": "Al Janoub Stadium",
    "location": "Al Janoub Stadium",
    "capacity": "40000",
    "opened": "5/16/2019",
    "content": "Al Janoub Stadium lies in the southern city of Al Wakrah, one of Qatar’s oldest continuously inhabited areas. A city rich in history but with its sights set on a new horizon – the future of football. As the FIFA World Cup 2022™ plays out, the world will be invited into some of the most unique stadiums ever built for the beautiful game – Al Janoub Stadium sits firmly in that category.\nThe stadium’s captivating design reflects the wind-filled sails of Qatar’s traditional dhow boats – in tribute to Al Wakrah’s fishing and pearl diving past. For centuries these beautiful crafts have sailed through Gulf waters and far beyond, returning laden with the sea’s bounty. \n\nAfter the tournament, Al Janoub’s capacity will be reduced, with seats donated to other sporting projects around the world. This will also guarantee an electric atmosphere for Al Wakrah SC matches. Beyond football, the venue’s is surrounded by luscious parkland featuring sport and leisure facilities which will benefit the whole community for years to come. The future is bright for this wonderful arena.\n Image source and content from the website:https://www.qatar2022.qa",
    "image": "https://www.qatar2022.qa/sites/default/files/styles/1440x815/public/2022-08/Al-Janoub-Stadium-1.jpg?h=dd27d7cd&itok=H9Y2Fk0U"
  },
  {
    "id": "5",
    "name": "Al Thumama Stadium",
    "location": "Al Thumama Stadium, 12km south of central Doha",
    "capacity": "40000",
    "opened": "10/21/2021",
    "content": " Al Thumama Stadium’s dynamic and imaginative shape celebrates local culture and traditions just as much as it does a new era for stadium design. This particular venue also has a significance that is close to the hearts of locals and resonates across the region. \nIts bold, circular form reflects the gahfiya – the traditional woven cap adorned by men and boys all across the Arab world. An integral part of family life and central to traditions, the gahfiya symbolises the coming of age for youth. A time of emerging self-confidence and ambition that marks the first steps into the future and a realisation of dreams, it is a fitting inspiration for this one-of-a-kind stadium. \n\nFans’ first glimpse of Al Thumama may come from above, as many international flights descend over the venue. Its brilliant white exterior stands out amid its lush green surroundings – areas for play and relaxation. Al Thumama Stadium brings a vision beyond its inspiration and purpose – marking a coming of age for the beautiful game.\nImage source and content from the website: https://www.qatar2022.qa",
    "image": "https://www.qatar2022.qa/sites/default/files/styles/1440x815/public/2022-08/Al-Thumama-Stadium-1.jpg?h=d9cfc38e&itok=FyQh2HJ5"
  },
  {
    "id": "6",
    "name": "Khalifa International Stadium",
    "location": "Aspire, 5km west of central Doha",
    "capacity": "40000",
    "opened": "1976",
    "content": "Khalifa International Stadium has hosted a long list of momentous sporting events since its inauguration in 1976. In fact, rarely is football or athletics mentioned in Qatar without referring to this venue. Naturally, the stadium received a complete refit for the FIFA World Cup 2022™ as a reward for its long-standing service. On reopening in May 2017, it played host to the Amir Cup Final – the club football event close to the hearts of all Qataris.\n\nThe stadium’s magnificent dual arches were always its most recognisable features. These remain intact – but now feature a wide canopy stretched out below them. This complements the stadium's cooling system to maintain a comfortable temperature for players and fans alike.  \n\nThe new tier added 12,000 seats, while digital lighting and a modern façade brought new sparkle to an old friend. Having previously staged the Arabian Gulf Cup, the FIFA Club World Cup™ and IAAF World Athletics Championships, this venue is ready to excite the world as part of the greatest football show on earth.\nImage source and content from the website: https://www.qatar2022.qa",
    "image": "https://dohanews.co/wp-content/uploads/2022/08/international.jpg"
  },
  {
    "id": "7",
    "name": "Education City Stadium",
    "location": "Al Rayyan, 7km north-west of central Doha",
    "capacity": "40000",
    "opened": "6/15/2020",
    "content": "Education City Stadium is an extraordinary venue. It shines a brilliant light on Qatar’s position as a dynamic learning hub for students and academics across the Arab World and beyond. Its namesake location, Education City, is a vibrant centre of learning and knowledge. The arena is empowered by its neighbouring universities whose corridors buzz with new ideas and stories of cutting-edge research – expressing visionary talent and innovation.\nThe stadium’s ultra-modern design blends seamlessly with traditional Islamic architecture. On the exterior, triangles create complex diamond-like geometrical patterns that sparkle as the sun moves across the sky. At night, a digital light show illuminates the façade – giving fans a remarkable surprise performance. \n\nAround the campuses, you’ll discover many first-in-class sporting and leisure facilities. After the tournament, more amenities will be added to the stadium precinct – keeping locals and the academic community fit for the future and stimulated outside the classroom.\nImage source and content from the website: https://m.thepeninsulaqatar.com",
    "image": "https://m.thepeninsulaqatar.com/get/maximage/20221010_1665404911-931.jpg?1665404911"
  }
]